[
	{
		"year": "",
		"title": "",
		"author": "",
		"genres": [],
		"link": "",
		"description": "",
		"quotes": []
	},
	{
		"year": "2024",
		"title": "Out of the Silent Planet",
		"author": "C.S. Lewis",
		"genres": ["Fantasy", "Science Fiction"],
		"link": "https://library.gift/main/3579319ABBDA38420363E8BED18AB62E",
		"description": "Read it again award.",
		"quotes": []
	},
	{
		"year": "2024",
		"title": "Perelandra",
		"author": "C.S. Lewis",
		"genres": ["Fantasy", "Science Fiction"],
		"link": "https://library.gift/main/93E6BA594BB78FD986400C788C6B2FF5",
		"description": "It's a good book OK. There's surprisingly few of those, so you should read the good ones multiple times.",
		"quotes": []
	},
	{
		"year": "2023",
		"title": "Out of the Silent Planet",
		"author": "C.S. Lewis",
		"genres": ["Fantasy", "Science Fiction"],
		"link": "https://library.gift/main/3579319ABBDA38420363E8BED18AB62E",
		"description": "I love this book. It's the first in the Space Trilogy, a mythological tale of space travel, angels, demons, and normal british people. It's really a cozy read, and has a great many spiritual wisdoms. The mix of fantasy and science fiction is tasteful, you can enjoy it as a thrilling adventure, as well as appreciating its timeless myth-making. The plot is this: a british phrenologist gets kidnapped and taken to Mars by two men with mysterious intentions of evil. He gets away from them, and finds himself trying to rough it, on Mars. He meets the local beasts and hnau, and gets adopted by a tribe of kindly hrossa. He learns of the sorns and the pfifltriggi, and the great history of Mars (what the martians call Malacandra). He learns of the eminent Eldil, and why they call Earth Thulcandra (the silent planet). All the while he undergoes beatific psychological transformations. Read it!",
		"quotes": []
	},
	{
		"year": "2023",
		"title": "Perelandra",
		"author": "C.S. Lewis",
		"genres": ["Fantasy", "Science Fiction"],
		"link": "https://library.gift/main/93E6BA594BB78FD986400C788C6B2FF5",
		"description": "I also love this book. The second in the trilogy, the main character so transformed by his trip out of the silent planet, he is now called upon by the Eldila to take another journey beyond the atmosphere. This time to Perelandra (Venus). The environment is much more fantastic than Malacandra. It's a water planet, with little islands of vegetation, fruits of eternal youth, and colors of gold, green and purple. Here a true myth is made. Adam and Eve, in Space! Ransom (the main character) learns that there are only two hnau on this planet, and they are both in a state of childlike ignorance. They are even naked, truly innocent. He falls in love with this planet of purity, just in time for sin to show its face. The man who stole him away to Malacandra reappears, with the most disagreeable characteristics. He says very subtly upsetting things, and begins to introduce our Eve to rationality, and to the dramas of Thulcandra. Then, my favorite moment in the trilogy. Ransom faces up with God. He learns something about the nature of man's place in life, and he takes to fisticuffs with this Bent Man of Words, and learns a few more things about how well the Devil can fight. I'll skip a few chapters, but at the end you get something really special. Here Lewis makes an attempt at drawing the Telos (or perhaps the Logos, but you get what I mean). There is a scene where Ransom gets to see in 3D world the entirety of the ... of God's plan. He is at bliss in its presence. A year passes as he stands there. I found this story to be less cool sci-fi than the first, but much more valuable as a spiritual work. There is much worth re-reading in here.",
		"quotes": []
	},
	{
		"year": "2023",
		"title": "That Hidden Strength",
		"author": "C.S. Lewis",
		"genres": ["Fantasy", "Science Fiction"],
		"link": "/documents/that_hideous_strength_-_CS_Lewis.epub",
		"description": "It turns out Ransom's final mission is here on Earth. And what a mission of Gold and glory it is. Appearing in this issue is the magnanimous Merlin, the beautiful bear Mr. Bultitude, a hellish head (decapitated, capable of speech), and the super Saturn. This is the longest in the trilogy, and for good reason. It's pretty simple to say what beauty is, in a place like Perelandra. It is simply natural to depict such grace and ",
		"quotes": []
	},
	{
		"year": 2024,
		"title": "The Last Psychiatrist",
		"author": "Alone (anonymous)",
		"genres": [
			"Psychology",
			"Culture",
			"Philosophy"
		],
		"link": "https://thelastpsychiatrist.com",
		"description": "I learned about TLP from the brilliant <a href='https://eggreport.substack.com/'>randy</a>. The author is anonymous, and goes by the moniker <em>Alone</em>. His work (a blog, and two books (I'm reading sadly, porn gradually. It's long)) is truly cutting. He presents a framework that paints a bleak picture of the modern landscape. His writing is scary at times, funny always, and very personal. He addresses the reader personally and you really feel a connection with the writer. I consider his thesis to be this: A person has to be defined by their actions. Caring more about how you are percieved than what you <em>do</em> is a fatal character flaw. This is the character flaw that makes a narcissist. A person who feels no real connection to anyone, who only feels rage, and who is deeply unwell. We are all narcissists. ",
		"quotes": [
			"Wovon man nicht sprechen kann, darüber muß man schweigen",
			"The only salvation to this existential crisis is less freedom, not more.  The only question is whether you will impose these restrictions on yourself, or you will wait like cattle for someone else to impose them on you.  But they will be imposed.  It is inevitable.",
			"If you're watching it, it's for you"
		]
	},
	{
		"year": 2019,
		"title": "Bronze Age Mindset",
		"author": "BAP",
		"genres": [
			"Philosophy"
		],
		"description": "hello <ul><li>listitem1</li><li>listitem2</li></ul>",
		"quotes": [
			"Smol animool",
			"you mad",
			"superior to most",
			"this ok"
		]
	}
]