[
	{
		"year": "",
		"title": "",
		"author": "",
		"genres": [],
		"link": "",
		"description": "",
		"quotes": []
	},
	{
		"year": "2024",
		"title": "Permanent Record",
		"author": "Edward Snowden",
		"genres": [
			"Computing",
			"Security"
		],
		"link": "/documents/Edward Snowden - Permanent Record.m4b",
		"description": "Snowden is a literal genius and a man of impeccable principle. This book is a very enjoyable autobiography of an intelligent and driven computer geek in the intelligence community. Snowden is a hacker, in the best way. He values true understanding and competence (unlike 95% of people today). For his efforts, he rose to the role of system administrator in the NSA (he also worked in the CIA). NB: a system administrator knows what the technological doings of an organization are better than anyone in the C suite. His virtues of curiosity and ability lead him to read some documents he shouldn't've, and he learned tha the NSA had twisted the legal meaning of 'surveilling' to be 'retreiving information', so that they could en masse collect the data of phone communications, GPS data, emails, and internet metadata of every american citizen (and everyone else of course). Apparently no one batted an eye at this except Snowden. He had a stroke when he realized the reality of the situation. Finally, he resolved to exfiltrate incriminating evidence and release it to the press. My favorite anecdote is that he did so with a micro sd card in a rubik's cube, which he had a habit of fidgeting with. Apparently he would playfully toss the rubik's cube to the security guards when leaving, so he could get the card around the metal detectors. At this point, having risked his life and thrown away his career, he couldn't even get any of the piss brained journalists to talk to him about this extremely real and imminent conspiracy. This book is unbelievably frustrating. We've all sold our souls to Google and the NSA, and no one seems to care enough to do 1 damn thing about it. Here's a rare appearance of the CTO of the CIA where he tells everyone to throw their phone in the river: https://www.youtube.com/watch?v=GUPd2uMiXXg",
		"quotes": [
			"Ultimately, saying that you don't care about privacy because you have nothing to hide is no different from saying you don't care about freedom of speech because you have nothing to say.",
			"And so the geek inherited the earth.",
			"Now, it was the creative Web that collapsed, as countless beautiful, difficult, individualistic websites were shuttered. The promise of convenience led people to exchange their personal sites—which demanded constant and laborious upkeep—for a Facebook page and a Gmail account. The appearance of ownership was easy to mistake for the reality of it. Few of us understood it at the time, but none of the things that we’d go on to share would belong to us anymore.",
			"We learned how to see what is displayed on a computer monitor in another room by only reading electromagnetic frequencies."
		]
	},
	{
		"year": "2024",
		"title": "The Power of Positive Thinking",
		"author": "Norman Vincent Peale",
		"genres": [
			"Christianity",
			"Self Help"
		],
		"link": "https://www.youtube.com/watch?v=IjfPSiUn3eEu",
		"description": "Apparently Trump listened to this audiobook 500 times as a young man. There's some useful stuff in here, but it's pretty repititive. Also, a major piece of advice is to read the bible regularly and memorize meaningful passages.",
		"quotes": []
	},
	{
		"year": "2024",
		"title": "Dons Directory",
		"author": "Street Don",
		"genres": [
			"Internet",
			"Lifestyle",
			"Diet"
		],
		"link": "https://dons.directory",
		"description": "Thank you don for doing what you do. You can just tell from his website that this is a man of intelligence and spirit, with an inner world of beauty. Much like <a href='https://edith.reisen/'>edith</a>, the organization of what could basically be categorized as 'articles' seems a bit arbitrary. For a reader like myself, it would be better to have a more flat organizational structure, that can be filtered via tags. However, it is of critical importance to the esteemed writer that he has an exocore. They must categorize their juice, their must draw lines in order to extract any applicable information from their prophetic visions. Anyways, Don knows how to do it. He gets the joke, he hears the music. And, dear reader, you only have to lean in to him to catch the rhythm yourself. I'm proud to admit that his website (and writing) are major inspiriations to me. I have a ways to go in aesthetic maturation, but I'm closer to man now (on the man/bug spectrum) thanks to Donny boy. Pine pollen. Garlic. Encrypted Thinkpad. Tinted windows, liver punch.",
		"quotes": [
			"He fails to take action because he is too sorrowful, paralyzed by misery. He believes he will gain capacity for action once he has eradicated cause for sorrow. But he does not realise that the remedy for depressive paralysis IS action, and in his confusion he resolves to deprive himself of a cure precisely because he is still sick.",
			"There is always reason for joy, the only people who don’t understand this are those who are not smart enough.",
			"ACTION cures depression: ACTING in the world, MOVING objects around and SQUEEZING things into different shapes, INTERACTING with reality and CONTENDING with obstacles and foes, WALKING to locations, having BUSINESS to attend to.",
			"When I work out I don’t imagine I’m a warrior or an athlete; I imagine I’m a scorpionic Mayan bird demon, or an immortal chimera spirit dreamed up by an illiterate uncontacted tribe to explain some nightmarish maize-borne spinal parasite"
		]
	},
	{
		"year": "2024",
		"title": "Out of the Silent Planet",
		"author": "C.S. Lewis",
		"genres": [
			"Fantasy",
			"Science Fiction"
		],
		"link": "https://library.gift/main/3579319ABBDA38420363E8BED18AB62E",
		"description": "Read it again award.",
		"quotes": []
	},
	{
		"year": "2024",
		"title": "Perelandra",
		"author": "C.S. Lewis",
		"genres": [
			"Fantasy",
			"Science Fiction"
		],
		"link": "https://library.gift/main/93E6BA594BB78FD986400C788C6B2FF5",
		"description": "It's a good book OK. There's surprisingly few of those, so you should read them multiple times.",
		"quotes": []
	},
	{
		"year": "2023",
		"title": "Out of the Silent Planet",
		"author": "C.S. Lewis",
		"genres": [
			"Fantasy",
			"Science Fiction"
		],
		"link": "https://library.gift/main/3579319ABBDA38420363E8BED18AB62E",
		"description": "I love this book. It's the first in the Space Trilogy, a mythological tale of space travel, angels, demons, and normal british people. It's really a cozy read, and has a great many spiritual wisdoms. The mix of fantasy and science fiction is tasteful, you can enjoy it as a thrilling adventure, as well as appreciating its timeless myth-making. The plot is this: a british phrenologist gets kidnapped and taken to Mars by two men with mysterious intentions of evil. He gets away from them, and finds himself trying to rough it, on Mars. He meets the local beasts and hnau, and gets adopted by a tribe of kindly hrossa. He learns of the sorns and the pfifltriggi, and the great history of Mars (what the martians call Malacandra). He learns of the eminent Eldil, and why they call Earth Thulcandra (the silent planet). All the while he undergoes beatific psychological transformations. Read it!",
		"quotes": [
			"Like many men of his own age [50], he rather underestimated than overestimated his own courage"
		]
	},
	{
		"year": "2023",
		"title": "Perelandra",
		"author": "C.S. Lewis",
		"genres": [
			"Fantasy",
			"Science Fiction"
		],
		"link": "https://library.gift/main/93E6BA594BB78FD986400C788C6B2FF5",
		"description": "I also love this book. The second in the trilogy, the main character so transformed by his trip out of the silent planet, he is now called upon by the Eldila to take another journey beyond the atmosphere. This time to Perelandra (Venus). The environment is much more fantastic than Malacandra. It's a water planet, with little islands of vegetation, fruits of eternal youth, and colors of gold, green and purple. Here a true myth is made. Adam and Eve, in Space! Ransom (the main character) learns that there are only two hnau on this planet, and they are both in a state of childlike ignorance. They are even naked, truly innocent. He falls in love with this planet of purity, just in time for sin to show its face. The man who stole him away to Malacandra reappears, with the most disagreeable characteristics. He says very subtly upsetting things, and begins to introduce our Eve to rationality, and to the dramas of Thulcandra. Then, my favorite moment in the trilogy. Ransom faces up with God. He learns something about the nature of man's place in life, and he takes to fisticuffs with this Bent Man of Words, and learns a few more things about how well the Devil can fight. I'll skip a few chapters, but at the end you get something really special. Here Lewis makes an attempt at drawing the Telos (or perhaps the Logos, but you get what I mean). There is a scene where Ransom gets to see in 3D world the entirety of the ... of God's plan. He is at bliss in its presence. A year passes as he stands there. I found this story to be less cool sci-fi than the first, but much more valuable as a spiritual work. There is much worth re-reading in here.",
		"quotes": [
			"for at that moment he had a sensation not of following an adventure but of enacting a myth. To be the figure that he was in this unearthly pattern appeared sufficient",
			"He thought the difference lay in this, that mere chance, or what he took for chance, had turned him adrift in Mars, but here he knew that he was part of a plan. He was no longer unattached, no longer on the outside",
			"Indeed no imagined horror could have surpassed the sense which grew within him as the slow hours passed, that this creature [the devil] was, by all human standards, inside out - its heart on the surface and its shallowness at heart. On the surface, great designs and an antagonism to Heaven which involved the fate of worlds: but deep within, where every veil had been pierced, was there, after all, nothing but a black puerility, an aimless empty spitefulness consent to sate itself with the tiniest cruelties, as love does not disdain the smallest kindness?",
			"but remembering all that he had read in her countenance before, the unselfconscious radiance, the frolic sanctity, the depth of stillness that reminded him sometimes of infancy and sometimes of extreme old age while the hard youth and valiancy of face and body denied both, he found this new expression horrifying. The fatal touch of invited grandeur, of enjoyed pathos&mdash; the assumption, however slight, of a r&ocirc;le&mdash;seemed a hateful vulgarity.",
			"men were at war, and white-faced subalterns who and freckled corporals who had but lately begun to shave, stood in horrible gaps or crawled forward in deadly darkness, awaking, like him, to the preposterous truth that all really depended on their actions; and far away in time Horatius stood on the bridge, and Constatine settled in his mind whether he would or would not embrace the new religion, and Eve herself stood looking upong the forbidden fruit and the Heaven of Heavens waited for her decision. Thus, and not otherwise, the world was made.",
			"The one was neither more nor less true than the other. Nothing was more or less important than anything else, nothing was a copy or model of anything else.",
			"There seems no plan because it is all plan, there seems no centre because it is all centre. Blessed be he!"
		]
	},
	{
		"year": "2023",
		"title": "That Hidden Strength",
		"author": "C.S. Lewis",
		"genres": [
			"Fantasy",
			"Science Fiction"
		],
		"link": "/documents/that_hideous_strength_-_CS_Lewis.epub",
		"description": "It turns out Ransom's final mission is here on Earth. And what a mission of Gold and glory it is. Appearing in this issue is the magnanimous Merlin, the beautiful bear Mr. Bultitude, a hellish head (decapitated, capable of speech), and the super Saturn. This is the longest in the trilogy, and for good reason. It's pretty simple to say what beauty is, in a place like Perelandra. It is simply natural to depict such grace and ",
		"quotes": [
			"His education had had the curious effect of making things that he read and wrote more real to him than things he saw. Statistics about agricultural labourers were the substance, the real ditcher, ploughman, or farmer's boy, was the shadow. Though he had never noticed it himself, he had a great reluctance, in his work, ever to use such words as &ldquo;man&rdquo; or &ldquo;woman&rdquo;. He preferred to write about &ldquo;vocational groups&rdquo;, &ldquo;elements&rdquo; &ldquo;classes&rdquo; and &ldquo;populations&rdquo;: for, in his own way, he believed as firmly as any mystic in the superior reality of the things that are not seen.",
			"The train was blessedly warm, her compartment empty, the fact of sitting down delightful. The slow journey through the fog almost sent her to sleep. She hardly though about St. Anne's until she found herself there: even as she walked up to the steep hill she made no plans, rehearsed nothing that she meant to say, but only thought of Camilla and Mrs. Dimble. The childish levels, the undersoil of the mind, had been turned up. She wanted to be with Nice people, away form Nasty people",
			"What can an hour do for you? You are only waiting in the hope that your mind will be less clear.",
			"&ldquo;I don't believe we were meant to see ourselves,&rdquo; said Jane. &ldquo;He said something about being mirrors enough to see another.&rdquo;"
		]
	},
	{
		"year": 2024,
		"title": "The Last Psychiatrist",
		"author": "Alone (anonymous)",
		"genres": [
			"Psychology",
			"Culture",
			"Philosophy"
		],
		"link": "https://thelastpsychiatrist.com",
		"description": "I learned about TLP from the brilliant <a href='https://eggreport.substack.com/'>randy</a>. The author is anonymous, and goes by the moniker <em>Alone</em>. His work (a blog, and two books (I'm reading sadly, porn gradually. It's long)) is truly cutting. He presents a framework that paints a bleak picture of the modern landscape. His writing is scary at times, funny always, and very personal. He addresses the reader personally and you really feel a connection with the writer. I consider his thesis to be this: A person has to be defined by their actions. Caring more about how you are percieved than what you <em>do</em> is a fatal character flaw. This is the character flaw that makes a narcissist. A person who feels no real connection to anyone, who only feels rage, and who is deeply unwell. We are all narcissists. ",
		"quotes": [
			"Wovon man nicht sprechen kann, darüber muß man schweigen",
			"The only salvation to this existential crisis is less freedom, not more.  The only question is whether you will impose these restrictions on yourself, or you will wait like cattle for someone else to impose them on you.  But they will be imposed.  It is inevitable.",
			"If you're watching it, it's for you"
		]
	}
]